Repository: IngvarX/Camelot
Catalog: src/Camelot/Properties/Resources.*.resx
Languages: fi, hr, ml, ru

source: Regular expression
hr: Regularni izraz

source: Recursive
hr: Rekurzivno

source: Close search panel
hr: Zatvori ploču pretrage

source: Case sensitive
hr: Razlikovanje veličine slova

# OpenInNewTabOnOppositePanel
source: Open in new tab on other panel
hr: Otvori u novoj kartici na drugoj ploči

source: Open in new tab
hr: Otvori u novoj kartici

source: Duplicate on opposite panel
hr: Duplikat na suprotnoj ploči

source: Eject
hr: Izbaci

source: Unmount
hr: Odspoji

# LightThemeName
source: Light
hr: Svjetla
ru: Светлая

# DarkThemeName
source: Dark
hr: Tamna
ru: Тёмная

# ThemeWithColon
source: Theme:
hr: Tema:
ru: Тема:

# EnterNewNameWithColon
source: Enter new name:
hr: Upiši novo ime:
ru: Введите новое имя:

source: Search for applications
hr: Traži programe
ru: Поиск приложений

# SetAsDefaultApplication
source: Set as default
hr: Postavi kao standardno
ru: Выбрать по умолчанию

source: Select
hr: Odaberi
ru: Выбрать

# SelectOtherApplications
source: Other Applications
hr: Ostali programi
ru: Другие программы

source: Recommended Applications
hr: Preporučeni programi
ru: Рекомендуемые программы

# OpeningFiles
source: Opening "{0}" files
hr: Otvaranje „{0}” datoteka
ru: Открытие "{0}" файлов

# OpenWithTitle
source: Open with
hr: Otvori pomoću
ru: Открыть с помощью

source: Open with
hr: Otvori pomoću
ru: Открыть с помощью

# FailedToPackFilesAndDirectoriesTo
source: Failed to pack {0} files and {1} directories to {2}
hr: Neuspjelo pakiranje {0} datoteka i {1} mapa u {2}
ru: Не удалось архивировать {0} файлов и {1} каталогов в {2}

# FailedToPackTo
source: Failed to pack {0} to {1}
hr: Neuspjelo pakiranje {0} u {1}
ru: Не удалось архивировать {0} в {1}

# FailedToExtractArchiveTo
source: Failed to extract archive {0} to {1}
hr: Neuspjelo raspakiravanje arhiva {0} u {1}
ru: Не удалось распаковать архив {0} в {1}

source: Create archive
hr: Stvori arhiv
ru: Создать архив

# PackToTheFileWithColon
source: Pack to the file:
hr: Pakiraj u datoteku:
ru: Архивировать в файл:

# PackFilesTitle
source: Pack files
hr: Pakiraj datoteke
ru: Архивировать файлы

source: Select directory for extraction
hr: Odaberi mapu za raspakiravanje
ru: Выбрать каталог для разархивирвания

source: Extract archive to new directory
hr: Raspakiraj arhiv u novu mapu
ru: Распаковать архив в новом каталоге

source: Extract archive here
hr: Raspakiraj arhiv ovdje
ru: Расппаковать архив тут

# PackedFilesAndDirectoriesTo
source: Packed {0} files and {1} directories to {2}
hr: {0} datoteke i {1} mape su pakirane u {2}
ru: Архивировано {0} файлов и {1} каталогов в {2}

# PackedFileTo
source: Packed file {0} to {1}
hr: Datoteka {0} je pakirana u {1}
ru: Архивирован файл {0} в {1}

# ExtractedArchiveTo
source: Extracted archive {0} to {1}
hr: Arhiv {0} je raspakiran u {1}
ru: Распакован архив {0} в {1}

# PackingFileTo
source: Packing file {0} to {1}
hr: Datoteka {0} se pakira u {1}
ru: Архивируется файл {0} в {1}

# PackingFilesAndDirectoriesTo
source: Packing {0} files and {1} directories to (2)
hr: {0} datoteke i {1} mape se pakiraju u {2}
ru: Архивируются {0} файлов и {1} каталогов в {2}

# ExtractingArchiveTo
source: Extracting {0} to {1}
hr: Arhiv {0} se raspakirava u {1}
ru: Распаковывается архив {0} в {1}

source: Extract
hr: Raspakiraj
ru: Разархивировать

source: Pack
hr: Pakiraj
ru: Архивировать

source: Click to mount
hr: Klikni za pokretanje
ru: Нажмите, чтобы примонтировать устройство

# EnterFileNameWithColon
source: Enter filename:
hr: Upiši ime datoteke:
ru: Введите название файла:

# CreateFileTitle
source: Create file
hr: Stvori datoteku
ru: Создать новый файл

source: File
hr: Datoteka
ru: Файл

# AvailableSpaceWithColon
source: Available space:
hr: Dostupna memorija:
ru: Доступно:

# TotalSpaceWithColon
source: Total space:
hr: Ukupna memorija:
ru: Общий объём:

# InvalidRegex
source: Invalid regular expression
hr: Nevaljan regularni izraz
ru: Неверное регулярное выражение

source: Search for files and directories
hr: Traži datoteke i mape
ru: Поиск файлов и каталогов

source: Search
hr: Traži
ru: Поиск

source: Skip
hr: Preskoči
ru: Пропустить

# SizeWithColon
source: Size:
hr: Veličina:
ru: Размер:

source: Size
hr: Veličina
ru: Размер

source: Show properties
hr: Prikaži svojstva
ru: Показать свойства

# SettingsTitle
source: Settings
hr: Postavke
ru: Настройки

# SettingsHeader
source: _Settings
hr: Po_stavke
ru: _Настройки

# SelectNewNameForDestination
source: Select a new name for the destination
hr: Odaberi novo ime za odredište
ru: Выберите новое имя

# SelectFromFilesAndDirectories
source: {0} files ({1}) and {2} directories
hr: {0} datoteke ({1}) i {2} mape
ru: {0} файлы ({1}) и {2} каталоги

source: Replace with
hr: Zamijeni s
ru: Заменить на

source: Replace if older
hr: Zamijeni ako je starija od
ru: Заменить на новый

# ReplaceFileDestinationDirectory
source: Another file with the same name already exists in "{0}" Do you want to replace it?
hr: Jedna druga datoteka s istim imenom već postoji u „{0}”. Želiš li je zamijeniti?
ru: Файл с таким именем уже существует в "{0}". Вы хотите заменить его?

source: Replace file
hr: Zamijeni datoteku
ru: Перезаписать файл

source: Replace
hr: Zamijeni
ru: Перезаписать

source: Rename
hr: Preimenuj
ru: Переименовать

# RemovingFilesToTrash
source: Do you want to remove these {0} files to trash?
hr: Želiš li premjestiti ove {0} datoteke u smeće?
ru: Вы хотите переместить в корзину {0} файлов?

# RemovingFilesAndDirectoriesFrom
source: Removing {0} files and {1} directories from {2}
hr: {0} datoteke i {1} mape se uklanjaju iz {2}
ru: Удаление {0} файлов и {1} каталогов из {2}

# RemovingFileFromTo
source: Removing {0} from {1}
hr: Datoteka {0} se uklanja iz {1}
ru: Удаление {0} из {1}

source: Remove
hr: Ukloni
ru: Удалить

# PermanentlyRemoveFiles
source: Do you want to permanently remove these {0} files?
hr: Želiš li nepovratno ukloniti ove {0} datoteke?
ru: Вы хотите навсегда удалить эти {0} файлов?

# PathWithColon
source: Path:
hr: Staza:
ru: Путь:

# OverwriteOptionsTitle
source: Overwrite options
hr: Opcije prepisivanja
ru: Перезаписать опции

source: Original file
hr: Izvorna datoteka
ru: Исходный файл

source: Open
hr: Otvori
ru: Открыть

source: New tab
hr: Nova kartica
ru: Новая вкладка

source: New Directory
hr: Nova mapa
ru: Новый каталог

source: Name
hr: Ime
ru: Имя

# MovingFromFilesAndDirectoriesTo
source: Moving {0} files and {1} directories to {2}
hr: {0} datoteke i {1} mape se premještaju u {2}
ru: Перемещение {0} файлов и {1} каталогов в {2}

# MovingFileFromTo
source: Moving {0} to {1}
hr: Datoteka {0} se premješta u {1}
ru: Перемещение {0} в {1}

# MovedFilesFromAndDirectoriesTo
source: Moved {0} files and {1} directories to {2}
hr: {0} datoteke i {1} mape su premještene u {2}
ru: Перемещены {0} файлы и {1} каталоги в {2}

# MovedFileFromTo
source: Moved {0} to {1}
hr: Datoteka {0} je premještena u {1}
ru: Переместить {0} в {1}

source: Move
hr: Premjesti
ru: Переместить

source: Maintainers
hr: Održavatelji
ru: Разработчики

source: Last modified
hr: Zadnja promjena
ru: Последнее изменение

# LastModificationWithColon
source: Last modification:
hr: Zadnja promjena:
ru: Последняя модификация:

# LastAccessWithColon
source: Last access:
hr: Zadnji pristup:
ru: Последний доступ:

# LanguageWithColon
source: Language:
hr: Jezik:
ru: Язык:

# HelpHeader
source: _Help
hr: _Pomoć
ru: _Помощь

source: General
hr: Opće
ru: Общий

# FilesRemovingConfirmationTitle
source: Confirm removal of files
hr: Potvrdi uklanjanje datoteka
ru: Подтверждение удаления файлов

# FileInformationTitle
source: File information
hr: Podaci datoteke
ru: Информация о файле

# FileHeader
source: _File
hr: _Datoteka
ru: _Файл

# FailedToMoveFilesAndDirectoriesTo
source: Failed to move {0} files and {1} directories to {2}
hr: Neuspjelo premještanje {0} datoteka i {1} mapa u {2}
ru: Не удалось переместить {0} файлы и {1} каталоги в {2}

# FailedToMoveFileFromTo
source: Failed to move {0} to {1}
fi: Kohteen {0} siirtäminen kohteeseen {1} epäonnistui
hr: Neuspjelo premještanje datoteke {0} u {1}
ru: Не удалось переместить {0} в {1}

# FailedToDeleteFilesAndDirectoriesFrom
source: Failed to delete {0} files and {1} directories from {2}
fi: {0} tiedoston ja {1} hakemiston poistaminen kohteesta {2} epäonnistui
hr: Neuspjelo brisanje {0} datoteka i {1} mapa u {2}
ru: Не удалось удалить {0} файлы и {1} каталоги из {2}

# FailedToDeleteFileFromTo
source: Failed to delete {0} from {1}
fi: {0} poistaminen kohteesta {1} epäonnistui
hr: Neuspjelo brisanje datoteke {0} u {1}
ru: Не удалось удалить {0} из {1}

# FailedCopyFromFilesAndDirectoriesTo
source: Failed to copy {0} files and {1} directories to {2}
fi: {0} tiedoston ja {1} hakemiston kopiointi kohteeseen {2} epäonnistui
hr: Neuspjelo kopiranje {0} datoteka i {1} mapa u {2}
ru: Не удалось скопировать {0} файлы и {1} каталоги в {2}

# FailedCopyFileFromTo
source: Failed to copy {0} to {1}
fi: Virhe kopioidessa {0} kohteeseen {1}
hr: Neuspjelo kopiranje datoteke {0} u {1}
ml: {0} {1} ലേക്ക് പകർത്താനായില്ല
ru: Не удалось скопировать {0} в {1}

source: Extension
fi: Laajennus
hr: Vrsta
ml: എക്സ്റ്റൻഷൻ
ru: Расширение

# ExitHeader
source: _Exit
fi: Poistu
hr: _Zatvori
ml: _പുറത്തുകടക്കുക
ru: _Выйти

# EnterDirectoryNameWithColon
source: Enter directory name:
fi: Syötä kansion nimi:
hr: Upiši ime mape:
ml: ഡയറക്ടറിയുടെ പേര് നൽകുക:
ru: Введите название каталога:

# DirectoryTemplate
source: <DIR>
fi: <KANSIO>
hr: <MAPA>
ml: <ഡയറ>

# DirectoryInformationTitle
source: Directory information
fi: Kansion lisätiedot
hr: Podaci mape
ml: ഡയറക്ടറി വിവരങ്ങൾ
ru: Информация о каталоге

source: Directory
fi: Kansio
hr: Mapa
ml: ഡയറക്ടറി
ru: Каталог

# DeletedFilesAndDirectories
source: Deleted {0} files and {1} directories from {2}
fi: {0} tiedostoa ja {1} kansiota poistettu kohteesta {2}
hr: {0} datoteke i {1} mape su izbrisane iz {2}
ml: {2} എന്നതിൽ നിന്ന് {0} ഫയലുകളും {1} ഡയറക്ടറികളും ഇല്ലാതാക്കി
ru: Удалены {0} файлы и {1} каталоги из {2}

# DeletedFileFromTo
source: Deleted {0} from {1}
fi: {0} poistettu kohteesta {1}
hr: Datoteka {0} je izbrisana iz {1}
ml: {1} ൽ നിന്ന് {0} ഇല്ലാതാക്കി
ru: Удалён {0} из {1}

source: Delete
fi: Poista
hr: Izbriži
ml: ഇല്ലാതാക്കുക
ru: Удалить

source: Date
fi: Päivämäärä
hr: Datum
ml: തീയതി
ru: Дата

# CreationDateWithColon
source: Creation date:
fi: Luontipäivä:
hr: Datum izrade:
ml: സൃഷ്ടിച്ച തീയതി:
ru: Дата создания:

# CreateDirectoryTitle
source: Create directory
fi: Uusi kansio
hr: Stvori mapu
ml: ഡയറക്ടറി സൃഷ്ടിക്കുക
ru: Создать новый каталог

source: Create
fi: Uusi
hr: Stvori
ml: സൃഷ്ടിക്കുക
ru: Создать

source: Copy to clipboard
fi: Kopioi leikepöydälle
hr: Kopiraj u međuspremnik
ml: ക്ലിപ്പ്ബോർഡിലേയ്ക്ക് പകർത്തുക
ru: Копировать в буфер обмена

# CopyingFilesFromAndDirectoriesTo
source: Copying {0} files and {1} directories to {2}
fi: {0} tiedostoa ja {1} kansiota kopioidaan kohteeseen {2}
hr: {0} datoteke i {1} mape se kopiraju u {2}
ml: {0} ഫയലുകളും {1} ഡയറക്ടറികളും {2} ലേക്ക് പകർത്തുന്നു
ru: Копирование {0} файлов и {1} каталогов в {2}

# CopyingFileFromTo
source: Copying {0} to {1}
fi: Kopioidaan {0} kohteeseen {1}
hr: Datoteka {0} se kopira u {1}
ml: {0} ൽ നിന്ന് {1} ലേക്ക് പകർത്തുന്നു
ru: Копирование {0} в {1}

source: Copy
fi: Kopioi
hr: Kopiraj
ml: പകർത്തുക
ru: Копировать

# CopiedFilesFromAndDirectoriesTo
source: Copied {0} files and {1} directories to {2}
fi: {0} tiedostoa ja {1} kansiota kopioitu kohteeseen {2}
hr: {0} datoteke i {1} mape su kopirane u {2}
ml: {0} ഫയലുകളും {1} ഡയറക്ടറികളും {2} ലേക്ക് പകർത്തി
ru: Скопированы {0} файлы и {1} каталоги в {2}

# CopiedFileFromTo
source: Copied {0} to {1}
fi: {0} kopioitu kohteeseen {1}
hr: Datoteka {0} je kopirana u {1}
ml: {0} ൽ നിന്ന് {1} ലേക്ക് പകർത്തി
ru: Скопирован {0} в {1}

# ConfigurationHeader
source: _Configuration
fi: Määrittelyt
hr: _Konfiguracija
ml: _ക്രമീകരണം
ru: _Конфигурация

# CommandWithColon
source: Command:
fi: Komento:
hr: Naredba:
ml: ആജ്ഞ:
ru: Команда:

source: Close tabs to the right
fi: Sulje välilehdet oikealta
hr: Zatvori kartice prema desno
ml: വലതുവശത്തുള്ള ടാബുകൾ അടയ്ക്കുക
ru: Закрыть все вкладки справа

source: Close tabs to the left
fi: Sulje välilehdet vasemmalta
hr: Zatvori kartice prema lijevo
ml: ഇടതുവശത്തുള്ള ടാബുകൾ അടയ്ക്കുക
ru: Закрыть все вкладки слева

source: Close tab
fi: Sulje välilehti
hr: Zatvori karticu
ml: ടാബ് അടയ്ക്കുക
ru: Закрыть вкладку

source: Close all but this
fi: Sulje kaikki paitsi tämä
hr: Zatvori sve osim ove
ml: ഇതൊഴികെ എല്ലാം അടയ്ക്കുക
ru: Закрыть остальные вкладки

source: Close
fi: Sulje
hr: Zatvori
ml: അടയ്ക്കുക
ru: Закрыть

source: Cancel
fi: Peruuta
hr: Odustani
ml: റദ്ദാക്കുക
ru: Отмена

# ArgumentsWithColon
source: Arguments:
fi: Argumentit:
hr: Argumenti:
ml: വാദങ്ങൾ:
ru: Аргументы:

# ApplyActionToTheAllFilesAndFolders
source: Apply this action to the all files and folders
fi: Käytä kaikissa tiedostoissa ja kansioissa
hr: Primijeni ovu radnju na sve datoteke i mape
ml: എല്ലാ ഫയലുകളിലും ഫോൾഡറുകളിലും ഈ പ്രവർത്തനം പ്രയോഗിക്കുക
ru: Применить это действие для всех файлов и каталогов

source: Apply
fi: Käytä
hr: Primijeni
ml: പ്രയോഗിക്കുക
ru: Применить

# AboutPage
source: Camelot is dual-panel file manager written in C#
fi: Camelot on C#-kielellä kirjoitettu kaksipaneelinen tiedostonhallintaohjelma
hr: Camelot je dvopločni upravljač datoteka napisan u C#
ml: കാമലോട്ട് C#-ൽ എഴുതിയ ഒരു ഇരട്ട പാനൽ ഫയൽ മാനേജർ ആണ്
ru: Camelot - это легковесный файловый менеджер, написанный на языке C#

# AboutHeader
source: _About
fi: Tietoja
hr: _Informacije
ml: ക്യാമലോട്ടിനെ കുറിച്ച്
ru: _Информация

# AboutCamelotTitle
source: About Camelot
fi: Tietoja Camelotista
hr: Camelot podaci
ml: ക്യാമലോട്ടിനെ കുറിച്ച്
ru: О Camelot

# InnerDirectoriesWithColon
source: Inner directories:
hr: Unutarnje mape:

# InnerFilesWithColon
source: Inner files:
hr: Unutarnje datoteke:

source: Paste from clipboard
hr: Umetni iz međuspremnika

# AccessToDirectoryIsDenied
source: Access to directory {0} is denied
hr: Pristup mapi {0} je zabranjen

# AccessDeniedTitle
source: Access denied
hr: Zabranjen pristup

# MountPointWithColon
source: Mount point:
hr: Točka pokretanja:

source: Mark as favourite
hr: Označi kao favorit

source: Unmark as favourite
hr: Odznači kao favorit

source: Go forward
hr: Idi naprijed

source: Go back
hr: Idi natrag

source: Reload
hr: Učitaj ponovo

source: Go to parent directory
hr: Idi u nadređenu mapu

# FilesIconsWithColon
source: Files icons:
hr: Ikone datoteka:

source: * Supported on Windows only
hr: * Podržano samo u Windows sustavu

# ChangesRequireRestart
source: Changes requires restart of application to take effect.
hr: Program se mora ponovo pokrenuti kako bi promjene stupile na snagu.

source: Icons
hr: Ikone

source: Terminal
ru: Терминал
